Repository: egc-decide-trebujena/decide
Catalog: decide/census/locale/*/LC_MESSAGES/django.po
Languages: de, fr

source: Lista de censos
de: Liste der Volkszählungen
fr: Liste de recensements

source: Escribe para buscar
de: Schreiben Sie zum Suchen
fr: Écrivez pour chercher

source: Votación
de: Abstimmung
fr: Votement

source: Votante
de: Wähler
fr: Électeur

source: Grupo
de: Cluster
fr: Groupe

source: Crear Censo
de: Volkszählung erstellen
fr: Créer un recensement

source: Detalles de Censos
de: Einzelheiten der Volkszählung
fr: Détails des recensements

source: Agrupar Censos
de: Gruppenzählungen
fr: Recensements de groupe

source: Reutilizar Censos
de: Volkszählungen wiederverwenden
fr: Réutiliser les recensements

source: Importar Csv
de: CSV importieren
fr: Importer CSV

source: Importar JSON
de: JSON importieren
fr: Importer JSON

source: Importar Excel
de: EXCEL importieren
fr: Importer EXCEL

source: Exportar Excel
de: EXCEL exportieren
fr: Exporter EXCEL

source: Detalles de censos
de: Einzelheiten zur Volkszählung
fr: Détails du recensement

source: Censo Id
de: Volkszählungs-ID
fr: ID de recensement

source: Votación Id
de: Abstimmungs-ID
fr: ID de vote

source: Votante (Id)
de: Wähler-ID
fr: ID d'électeur

source: Eliminar censo
de: Volkszählung löschen
fr: Supprimer le recensement

source: Eliminar
de: Entfernen
fr: Retirer

source: Agrupar Censo
de: Gruppenzählung
fr: Recensement de groupe

source: Selección
de: Auswahl
fr: Sélection

source: Grupo de censos:
de: Volkszählungsgruppe
fr: Groupe de recensement

source: En blanco para quitar censo del grupo
de: leer, um die Volkszählung aus der Gruppe zu entfernen
fr: Vide pour supprimer le recensement du groupe

source: Aceptar
de: Akzeptieren
fr: Accepter

source: Reutilizar Censo
de: Volkszählung wiederverwenden
fr: Réutiliser le Recesement

source: Votación origen:
de: Herkunftsabstimmung:
fr: Vote d'origine:

source: Id de la votación a copiar
de: ID der zu kopierenden abstimmung
fr: ID du vote à copier

source: Votación destino:
de: Abstimmung ziel:
fr: Vote de destination:

source: Id de la votación deseada
de: ID der gewünschten abstimmung
fr: ID du vote désiré

source: Exportación de Censo
de: Excel-datei exportieren

source: Exportar
de: Exportieren
fr: Exporter

source: Volver atrás
de: Rückkehr

source: Importación Fichero Excel
de: Excel-datei importieren
fr: Importer un fichier excel

source: Introduzca un fichero con el formato .xlsx para importarlo:
de: Geben Sie eine Datei im .xlsx-Format ein, um sie zu importieren:
fr: Entrez un fichier au format .xlsx pour l'importer:

source: Subir
de: Hochladen
fr: Télécharger

source: Volver
de: Rückkehr
fr: Revenir

source: Importación Fichero CSV
de: CSV-datei importieren

source: Introduzca un fichero con el formato .csv para importarlo
de: Geben Sie eine Datei im .csv-Format ein, um sie zu importieren

source: Importación Fichero JSON
de: JSON-datei importieren

source: Introduzca un fichero con el formato .json para importarlo
de: Geben Sie eine Datei im .json-Format ein, um sie zu importieren

source: Census Created
de: Volkszählung Erstellt

source: The input Census Group does not exist
de: Die eingegebene Zählungsgruppe existiert nicht

source: Error trying to import JSON. A census cannot be repeated.
de: Fehler beim Versuch, JSON zu importieren. Eine Volkszählung kann nicht wiederholt werden.Fehler beim Versuch, JSON zu importieren. Eine Zählung kann nicht wiederholt werden.

source: Census created
de: Volkszählung Erstellt

source: Error in JSON data.
de: Fehler in JSON-Daten.

source: The input Census Group does not exist, in row {}
de: Die eingegebene Zählungsgruppe existiert nicht, in Zeile {}

source: Error trying to import CSV, in row {}. A census cannot be repeated.
de: Fehler beim Versuch, CSV zu importieren, in Zeile {}. Eine Volkszählung kann nicht wiederholt werden.Fehler beim Versuch, CSV zu importieren, in Zeile {}. Eine Zählung kann nicht wiederholt werden.

source: Error in CSV data. There are wrong data in row {}
de: Fehler in CSV-Daten. Es gibt falsche Daten in der Zeile {}

source: Exportado correctamente
de: Korrekt exportiert

source: Error in exporting data. There are null data in rows
de: Fehler beim Exportieren von Daten. Es gibt null Daten in den Zeilen

source: Entries must be integers
de: Einträge müssen ganze Zahlen sein

source: Censo creado con éxito
de: Volkszählung erfolgreich erstellt

source: No se ha podido crear el censo
de: Volkszählung konnte nicht erstellt werden

source: El votante todavía no ha sido añadido
de: Der Wähler wurde noch nicht hinzugefügt

source: No tiene grupo asignado
de: Keine Gruppe zugeordnet

source: Exportación de Fichero Excel
fr: Exporter un fichier excel
