Repository: egc-decide-trebujena/decide
Catalog: decide/*/locale/*/LC_MESSAGES/django.po
Languages: de

source: Panel de control
de: Bedienfeld

source: Censos
de: Volksz채hlung

source: Votaciones
de: Abstimmungen

source: Ver Perfil
de: Profil ansehen

source: Cerrar sesi처n
de: Sitzung beenden

source: Go
de: Gehen

source: Bienvenido a
de: Willkommen zu

source: Si vienes a votar...
de: Wenn du zur wahl kommst...

source: Busca tu votaci처n
de: Suchen sie nach iher abstimmung

source: Si vienes a ver resultados...
de: Wenn sie kommst, um die ergebnisse zu sehen...

source: Si eres administrador...
de: Wenn sie administrator sind...

source: Administra Decide
de: Verwalten Decide

source: Administra Votaciones
de: Abstimmungen verwalten

source: Administra Censos
de: Verwalten sie volksz채hlungen

source: Panel de Control
de: Schalttafel
